Revit 2027 API
SymbolTypeId.LbMassPerFtSup3 Property
 Symbol lb/ft³, indicating unit Pounds mass per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMassPerFtSup3 { get; }
Public Shared ReadOnly Property LbMassPerFtSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMassPerFtSup3 {
	ForgeTypeId^ get ();
}
static member LbMassPerFtSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace